Repository: ozguryazilimas/comment-chero
Catalog: bknewsticker/languages/bknewsticker-*.po
Languages: ro_ro

source: (Seconds)
ro_ro: (Secunde)

source: Background Title:
ro_ro: Fundal Titlu:

source: Background ticker:
ro_ro: Fundal ticker:

source: BkNewsticker Settings
ro_ro: Setari BkNewsticker

source: Border bottom color:
ro_ro: Culoare border jos:

source: Border bottom size:
ro_ro: Dimensiune border jos:

source: Category Filter:
ro_ro: Filtru Categorie:

source: Color Link:
ro_ro: Culoare Link:

source: Color Title:
ro_ro: Culoare Titlu:

source: Content Setup
ro_ro: Setare Continut:

source: Content Source:
ro_ro: Sursa:

source: Contents:
ro_ro: Cuntinut:

source: Enter how many characters long the auto-excerpt should be.
ro_ro: Adauga numarul de caractere :

source: Excerpt Color:
ro_ro: Culoare mesaj:

source: External RSS Feed Url:
ro_ro: RSS Feed Url Extern:

source: External RSS feed
ro_ro: Rss feed extern:

source: Fade
ro_ro: Fad

source: Fade and Expand
ro_ro: Fad si Extins

source: First
ro_ro: Primul

source: Integration:
ro_ro: Integrare:

source: Local Comments RSS feed
ro_ro: Comentarii RSS feed locale

source: Local Entries RSS feed
ro_ro: Intrari RSS feed locale

source: Most Commented Posts
ro_ro: Cele mai comentate posturi

source: News Ticker Color:
ro_ro: Culoare News Ticker:

source: Newsticker Title:
ro_ro: Titlu Newsticker:

source: None
ro_ro: Fara

source: Number of Posts:
ro_ro: Numar de posturi:

source: Number of entries to display:
ro_ro: Numar de posturi afisate

source: Paste the PHP code to your desired template location: Copy and past the below mentioned code to your desired template location.
ro_ro: Copiaza codul si adauga-l in tema ta

source: Post Selection:
ro_ro: Selecteaza Post:

source: Recent Comments
ro_ro: Comentarii Recente

source: Recent Posts
ro_ro: Posturi Recente

source: Scroll down
ro_ro: Deruleaza in jos

source: Scroll left
ro_ro: Deruleaza la stanga

source: Scroll right
ro_ro: Deruleaza la dreapta

source: Scroll up
ro_ro: Deruleaza in sus

source: Select the categories to include.
ro_ro: Selecteaza categoria

source: Select the ticker animation
ro_ro: Selecteaza animatia pentru ticker

source: Settings
ro_ro: Setari

source: Show Dates
ro_ro: Arata Data

source: Show Excerpts
ro_ro: Arata textul

source: Text size:
ro_ro: Dimensiune text:

source: The speed of ticker transition
ro_ro: Viteza pentru animatie ticker

source: The time between ticker transitions
ro_ro: TImp intre animatii:

source: Ticker Animation:
ro_ro: Animatie Ticker:

source: Ticker Length:
ro_ro: Lungime Ticker:

source: Ticker Setup
ro_ro: Setare Ticker:

source: Ticker Speed:
ro_ro: Viteza Ticker:

source: Ticker Timeout:
ro_ro: Pauza Ticker:

source: Update Options
ro_ro: Actualizeaza Optiunile:

source: Use of these options currently requires php version
ro_ro: Utilizarea acestor opțiuni necesită în prezent o versiune php

source: Your current version is
ro_ro: Versiunea curenta este

source: characters
ro_ro: caractere
