Repository: ozguryazilimas/comment-chero
Catalog: editable-comments/locale/*.po
Languages: cs_cz, de_de, es_es, fr_fr, it_it

source: Editable Comments options
cs_cz: Editable Comments - nastavení
de_de: Editable Comments Konfiguration
es_es: Opciones de Editable Comments
fr_fr: Configuration de Editable Comments
it_it: Opzioni di Editable Comments

source: Informations
cs_cz: Informace
de_de: Informationen
es_es: Informaciones
it_it: Informazioni

source: Plugin developed by
cs_cz: Plugin vytvořil:
de_de: Plugin entwickelt von
es_es: Plugin desarrollado por
fr_fr: Plugin développé par
it_it: Plugin sviluppato da

source: independent web developer
cs_cz: nezávislý webový vývojář
de_de: Unabhängiger Web Entwickler
es_es: desarrollador web independiente
fr_fr: Développeur web indépendant
it_it: sviluppatore web indipendente

source: Follow me on twitter
cs_cz: Sleduj můj Twitter
de_de: Bei Twitter folgen
es_es: Sígueme en Twitter
fr_fr: Me suivre sur twitter
it_it: Seguimi su Twitter

source: Does this plugin help you ? Help keep it actively developed by clicking the donate button.
cs_cz: Pomohl vám plugin? Pomožte vývojářům v aktivním vývoji kliknutím na DONATE tlačítko.
de_de: Hat Dir das Plugin gefallen? Hilf bei der Entwicklung durch einen Klick auf den Spende-Button
es_es: ¿Te ha servido este plugin de ayuda? Puedes ayudar a su desarrollo haciendo clic en el botón de donación.
fr_fr: Ce plugin vous a-t-il rendu service ? Un don est toujours le bienvenue pour aider à garder la motivation. N'hésitez pas à cliquer sur le bouton !
it_it: Questo plugin ti ha aiutato? Dacci una mano a tenerlo in continuo sviluppo facendo clic sul pulsante delle donazioni.

source: Configuration
cs_cz: Konfigurace
de_de: Konfiguration
es_es: Configuración
it_it: Configurazione

source: Time before edit expiration:
cs_cz: Čas vypršení možnosti editace
de_de: Zeitspanne bevor Bearbeitung abläuft:
es_es: Tiempo de edición de los comentarios:
fr_fr: Modifiable pendant :
it_it: Tempo per la modifica del commento:

source: minutes
cs_cz: minut
de_de: Minuten
es_es: minutos
it_it: minuti

source: Use the javascript dialog box
cs_cz: Použít Javascript Dialog Box
de_de: Javascript Dialog Box verwenden
es_es: Utilizar el cuadro de diálogo en JavaScript
fr_fr: Utiliser la boite de dialogue javascript
it_it: Usa la finestra di dialogo in javascript

source: Allow delete for users
es_es: Permitir que los usuarios borren sus comentarios
fr_fr: Autoriser la suppression pour les utilisateurs

source: Time before delete expiration:
es_es: Tiempo de borrado de los comentarios:
fr_fr: Supprimable pendant :

source: Help to promote this plugin by keeping this box checked (show a link in the edit form)
cs_cz: Pomožte propagovat tento plugin dál zaškrtnutím tohoto políčka (v editačním formuláři se objeví odkaz)
de_de: Hilf mit um das Plugin bekannt zu machen (ein Link wird im Edit-Fenster angezeigt)
es_es: Si activas esta casilla, ayudarás a difundir el plugin (muestra un enlace en el formulario de edición)
fr_fr: Aider à promouvoir ce plugin en laissant cette case cochée (affiche un lien sur le formulaire d'édition)
it_it: Aiutaci a promuovere questo plugin tenendo il segno di spunta su questo box (mostra un link nel modulo di modifica)

source: Save the configuration
cs_cz: Uložit konfiguraci
de_de: Konfiguration speichern
es_es: Guardar la configuración
fr_fr: Sauvegarder la configuration
it_it: Salva la configurazione

source: Installation
es_es: Instalación

source: Copy/paste the following codes in the comments loop (into comments.php or functions.php if your template uses <code>wp_list_comments()</code>):
es_es: Copia y pega los siguientes códigos en el bucle de comentarios (bien en el fichero <strong>comments.php</strong>, bien en <strong>functions.php</strong>, siempre que tu plantilla utilize <code>wp_list_comments()</code>):
fr_fr: Copiez/collez les codes suivants dans la boucle des commentaires (dans comments.php ou functions.php si votre thème utilise <code>wp_list_comments()</code>) :

source: These two functions accept three parameters:
es_es: Estas dos funciones aceptan tres parámetros:
fr_fr: Ces deux fonctions acceptent trois arguments :

source: and
es_es: y
fr_fr: et

source: Confirm you want delete this comment ?
es_es: Confirma que quieres borrar este comentario
fr_fr: Confirmez-vous la suppression de ce commentaire ?

source: Your comment has been updated.
cs_cz: Tvůj komentář byl upraven.
es_es: Tu comentario ha sido actualizado
fr_fr: Votre commentaire a été mis à jour.
it_it: Il tuo commento è stato modificato.

source: Edit comment
cs_cz: Upravit komentář
de_de: Kommentar bearbeiten
es_es: Editar comentario
fr_fr: Modifier le commentaire
it_it: Modifica il commento

source: Update
cs_cz: Upravit
es_es: Actualizar
fr_fr: Mettre à jour
it_it: Aggiorna

source: Cancel
cs_cz: Zrušit
de_de: Abrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla

source: Editable Comments, by Julien Appert
cs_cz: Editable Comments - od Julien Appert
es_es: Editable Comments, de Julien Appert
fr_fr: Editable Comments, par Julien Appert
it_it: Editable Comments, di Julien Appert
