Repository: ozguryazilimas/comment-chero
Catalog: languages/comment-chero-*.po
Languages: tr_tr

source: All Comments
tr_tr: Tüm Yorumlar

source: First page
tr_tr: İlk sayfa

source: Last page
tr_tr: Son sayfa

source: Show a list of unread comments.
tr_tr: Okunmamış yorumların listesini göster.

source: Unread Comments
tr_tr: Okunmamış Yorumlar

source: Recent Comments
tr_tr: Güncel Yorumlar

source: You must be logged in to view unread comments
tr_tr: Okunmamış yorumları okumak için giriş yapmalısınız

source: Title:
tr_tr: Başlık:

source: Number of unread comments to show (default 10):
tr_tr: Gösterilecek okunmamış yorum adedi (öntanımlı 10):

source: Highlight unread comments
tr_tr: Okunmamış yorumları renklendir

source: Options for users who aren't logged in:
tr_tr: Giriş yapmamış kullanıcı seçenekleri:

source: Title for users who are not logged in:
tr_tr: Giriş yapmamış kullanıcılara gösterilecek başlık:

source: Show recent comments if users are not logged in
tr_tr: Giriş yapmamış kullanıcıya güncel yorumları göster

source: Number of recent comments to show (default 10):
tr_tr: Gösterilecek güncel yorum adedi (öntanımlı 10):

source: Show custom text if users are not logged in
tr_tr: Giriş yapmamış kullanıcılara özel metin göster

source: Custom Text:
tr_tr: Özel Metin:

source: %d new
tr_tr: %d yeni

source: more
tr_tr: devamı

source: You don't have any unread comments...
tr_tr: Okumadığınız yorum kalmamış ki...
