Repository: ozguryazilimas/comment-chero
Catalog: front-end-pm/languages/fep-*.po
Languages: tr_tr

source: Login to view your messages
tr_tr: Görmek için giriş yapın

source: Inbox
tr_tr: Gelen

source: Announcement
tr_tr: Duyuru

source: Contact Message%s
tr_tr: İletişim Mesajı%s

source: Send Email
tr_tr: E-posta Gönder

source: Messages
tr_tr: Mesajlar

source: Hi
tr_tr: Selam

source: You have
tr_tr: Okumadığınız

source: new message(s)
tr_tr: yeni mesaj

source: There are
tr_tr: Yeni

source: announcement(s)
tr_tr: duyuru var

source: All Message
tr_tr: Tüm Mesaj

source: All Contact Message%s
tr_tr: Tüm İletişim Mesajı%s

source: Settings
tr_tr: Ayarlar

source: FEP Contact Form settings
tr_tr: FEP İletişim Formu ayarları

source: Instruction
tr_tr: Yönergeler

source: Options successfully saved
tr_tr: Ayarlar başarıyla kaydedildi

source: Front End PM Settings
tr_tr: Front End PM Ayarları

source: For FEP Contact Form Settings <a href='%s' >Click Here</a>
tr_tr: FEP Contact Form Ayarları İçin <a href='%s' >Buraya Tıklayın</a>

source: If you like this plugin please <a href='%s' target='_blank'>Review in Wordpress.org</a> and give 5 star
tr_tr: Eğer bu eklentiyi beğendiyseniz, lütfen <a href='%s' target='_blank'>Wordpress.org 'da değerlendirin</a> ve 5 yıldız verin

source: Setting
tr_tr: Ayar

source: Value
tr_tr: Değer

source: Max messages a user can keep in box? (0 = Unlimited)
tr_tr: Bir kullanıcının kutusunda saklayabileceği en çok mesaj sayısı? (0 = Sınırsız)

source: Admins always have Unlimited
tr_tr: Yöneticiler her zaman Sınırsız kotaya sahiptir

source: Default
tr_tr: Öntanımlı

source: Messages to show per page
tr_tr: Her sayfada gösterilecek mesaj sayısı

source: Do not set this to 0!
tr_tr: Bunu 0 olarak ayarlamayın!

source: Maximum user per page in Directory
tr_tr: Dizinde sayfa başına en fazla kullanıcı sayısı

source: Time delay between two messages send by a user in minutes (0 = No delay required)
tr_tr: Bir kullanıcı tarafından gönderilecek iki mesaj arasında dakika cinsinden zaman gecikmesi (0 = Gecikmeye gerek yoktur)

source: Admins have no restriction
tr_tr: Yöneticilerin kısıtlaması yoktur

source: Block Username
tr_tr: Kullanıcı adını engelle

source: Separated by comma
tr_tr: Virgülle ayrılmış

source: Valid email address for "to" field of announcement email
tr_tr: Duyuru e-postasının "alıcı" alanı için geçerli e-posta adresi

source: All users email will be in "Bcc" field
tr_tr: Tüm kullanıcıların e-posta adresleri "Bcc" alanında yer alacak

source: Minimum Capability to use messaging
tr_tr: Mesajlaşma kullanabilmek için en az olması gereken yetenek

source: see <a href='%s' target='_blank'>WORDPRESS CAPABILITIES</a> to get capabilities (use only one capability)
tr_tr: Yetenek alabilmek için <a href='%s' target='_blank'>Wordpress Yetenekleri</a> sayfasını inceleyiniz (yalnız bir yetenek kullanınız)

source: Keep blank if allowed for all users
tr_tr: Tüm kullanıcılara izin verilmesi için boş bırakınız

source: Send email to all users when a new announcement is published?
tr_tr: Yeni bir duyuru yayınlandığında tüm kullanıcılara e-posta gönderilsin mi?

source: Hide Directory from front end?
tr_tr: Ön yüzden Dizin Saklansın mı?

source: Always shown to Admins
tr_tr: Yöneticilere her zaman gösterilsin

source: Hide Autosuggestion when typing recipient name?
tr_tr: Alıcı ismi yazarken otomatik önerme gizlensin mi?

source: Disable "send new message" for all users except admins?
tr_tr: "Yeni mesaj gönderme" özelliği yöneticiler dışında tüm kullanıcılara kapatılsın mı?

source: Users can send reply
tr_tr: Kullanıcılar yanıt verebilir

source: Hide Branding Footer?
tr_tr: Dipnot gizlensin mi?

source: Save Options
tr_tr: Ayarları Kaydet

source: For more info or report bug pleasse visit <a href='%s' target='_blank'>Front End PM</a>
tr_tr: Daha fazla bilgi ve hata raporlamak için lütfen <a href='%s' target='_blank'>Front End PM</a> adresini ziyaret edin.

source: Front End PM Setup Instruction
tr_tr: Front End PM Ayar Yönergesi

source: Create a new page.
tr_tr: Yeni bir sayfa oluştur.

source: Paste following code under the HTML tab of the page editor
tr_tr: Aşağıdaki kodu sayfa düzenleyicinin HTML sekmesine yapıştırın

source: Publish the page.
tr_tr: Sayfayı yayınla.

source: Or you can create a page below.
tr_tr: ya da aşağıdaki sayfayı oluşturabilirsiniz.

source: FEP Contact Form Setup Instruction
tr_tr: FEP Contact Form Ayar Yönergesi

source: Create a new page or post.
tr_tr: Yeni bir sayfa ya da yazı oluştur.

source: Paste following code under the HTML tab of the page/post editor
tr_tr: Aşağıdaki kodu sayfa/yazı düzenleyicisinin HTML sekmesine yapıştırın

source: Publish the page/post.
tr_tr: Sayfa/yazıyı yayınla.

source: Create Page For "Front End PM"
tr_tr: "Front End PM" İçin Sayfa Oluştur

source: Please enter a valid email address!
tr_tr: Lütfen geçerli bir e-posta adresin girin!

source: First four fields support only positive numbers!
tr_tr: İlk dört alan yalnızca pozitif sayıları destekler!

source: Title of "Front End PM" Page
tr_tr: "Front End PM" Sayfasının Başlığı

source: Slug
tr_tr: Kısa isim

source: If blank, slug will be automatically created based on Title
tr_tr: Eğer boş bırakılırsa, kısa isim başlığa göre otomatik oluşturulacak

source: Create Page
tr_tr: Sayfa Oluştur

source: Already created page <a href='%s'>%s </a> for "Front End PM". Please use that page instead!
tr_tr: "Front End PM" için <a href='%s'>%s </a> sayfası zaten oluşturulmuştu. Lütfen yerine o sayfayı kullanın!

source: You must enter a valid Title!
tr_tr: Geçerli bir başlık girmelisiniz!

source: Invalid Token. Please try again!
tr_tr: Geçersiz Token. Lütfen tekrar deneyin!

source: Page for "Front End PM" successfully created!
tr_tr: "Front End PM" için sayfa başarıyla oluşturuldu!

source: Something wrong.Please try again to create page!
tr_tr: Yanlış bir şeyler var. Lütfen tekrar sayfa oluşturmayı deneyin!

source: Page <a href='%s'>%s </a> for "Front End PM" successfully created!
tr_tr: "Front End PM" için <a href='%s'>%s </a> sayfası başarıyla oluşturuldu!

source: Your settings have been saved!
tr_tr: Ayarlarınız kaydedildi!

source: Set your preferences below
tr_tr: Ayarlarınızı aşağıdan düzenleyin

source: Allow others to send me messages?
tr_tr: Başkaları size mesaj gönderebilsin mi?

source: Email me when I get new messages?
tr_tr: Yeni mesajınız olduğunda size e-posta gönderelim mi?

source: Email me when New announcement is published?
tr_tr: Yeni bir duyuru yayınlandığında size e-posta gönderelim mi?

source: You cannot send messages because you are blocked by administrator!
tr_tr: Yönetici sizi engellediğinden dolayı mesaj gönderemiyorsunuz!

source: Send new message is disabled for users!
tr_tr: Yeni mesaj gönderimi kullanıcılar için devre dışıdır!

source: Create New Message
tr_tr: Yeni Mesaj Oluştur

source: To
tr_tr: Kime

source: Subject
tr_tr: Konu

source: Message
tr_tr: Mesaj

source: Send Message
tr_tr: Mesaj Gönder

source: You cannot send messages because your message box is full! Please delete some messages.
tr_tr: Mesaj kutunuz dolu olduğu için mesaj gönderemiyorsunuz! Lütfen bazı mesajları siliniz.

source: Message Thread
tr_tr: Mesaj İpliği (Thread)

source: Sender
tr_tr: Gönderen

source: You do not have permission to view this message!
tr_tr: Bu mesajı görme yetkiniz yok!

source: Re:
tr_tr: Ynt:

source: Add Reply
tr_tr: Yanıt Ekle

source: You must enter a valid recipient!
tr_tr: Geçerli bir alıcı girmelisiniz!

source: You must enter a valid subject!
tr_tr: Geçerli bir konu girmelisiniz!

source: You must enter some message content!
tr_tr: Biraz mesaj içeriği girmelisiniz!

source: You do not have permission to send this message!
tr_tr: Bu mesajı gönderme yetkiniz yok!

source: This user does not want to receive messages!
tr_tr: Bu kullanıcı mesaj almak istemiyor!

source: Your or Recipients Message Box Is Full!
tr_tr: Sizin ya da Alıcının Mesaj Kutusu Dolu!

source: Please wait at least more %s to send another message!
tr_tr: Başka bir mesaj göndermek için en az %s bekleyiniz!

source: Your message was successfully sent!
tr_tr: Mesajınız başarıyla gönderildi!

source: Your Messages
tr_tr: Mesajlarınız

source: Page
tr_tr: Sayfa

source: Started By
tr_tr: Başlatan

source: Last Reply By
tr_tr: Son Yanıtlayan

source: Delete
tr_tr: Sil

source: Unread
tr_tr: Okunmamış

source: Read
tr_tr: Okunmuş

source: Are you sure?
tr_tr: Emin misiniz?

source: Your message box is empty!
tr_tr: Mesaj kutunuz boş!

source: Invalid Token!
tr_tr: Geçersiz Token!

source: No permission!
tr_tr: Yetkiniz yok!

source: Your message was successfully deleted!
tr_tr: Mesajınız başarıyla silindi!

source: Message was successfully deleted!
tr_tr: Mesaj başarıyla silindi!

source: The announcement was successfully deleted!
tr_tr: Duyuru başarıyla silindi!

source: Announcements
tr_tr: Duyurular

source: There are no announcements!
tr_tr: Hiç duyuru yok!

source: Date
tr_tr: Tarih

source: Added by
tr_tr: Ekleyen:

source: Add a new announcement below
tr_tr: Aşağı yeni bir duyuru ekleyin

source: Submit
tr_tr: Gönder

source: You must enter some content!
tr_tr: Biraz içerik girmelisiniz!

source: Please try again!
tr_tr: Lütfen tekrar deneyin!

source: The announcement was successfully added!
tr_tr: Duyuru başarıyla eklendi!

source: The announcement was successfully added and sent email to all users!
tr_tr: Duyuru başarıyla eklendi ve tüm kullanıcılara e-posta gönderildi!

source: All Messages
tr_tr: Tüm Mesajlar

source: From
tr_tr: Gönderen

source: Action
tr_tr: Eylem

source: Registered
tr_tr: Kayıtlı

source: Unregistered
tr_tr: Kayıtlı Olmayan

source: Not-Spam
tr_tr: Spam Olmayan

source: Message box is empty!
tr_tr: Mesaj kutusu boş!

source: Reply
tr_tr: Yanıt

source: Your message was successfully moved to Contact Message!
tr_tr: Mesajınız başarıyla İletişim Mesajı'na taşındı!

source: Total Users
tr_tr: Toplam Kullanıcı

source: User
tr_tr: Kullanıcı

source: No User!
tr_tr: Kullanıcı Yok!

source: Unlimited
tr_tr: Sınırsız

source: Welcome
tr_tr: Hoş geldiniz

source: new messages
tr_tr: yeni mesajlar

source: and
tr_tr: ve

source: Message box size
tr_tr: Mesaj kutusu boyutu

source: Your Message Box Is Full! Please delete some messages.
tr_tr: Mesaj Kutunuz Dolu! Lütfen bazı mesajları siliniz.

source: New Message
tr_tr: Yeni Mesaj

source: Message Box%s
tr_tr: Mesaj Kutusu%s

source: Announcements%s
tr_tr: Duyurular%s

source: Directory
tr_tr: Dizin

source: All Messages%s
tr_tr: Tüm Mesajlar%s

source: Messaging is only allowed for users at least %s capability!
tr_tr: Mesajlaşma izni en az %s yeteneğine sahip kullanıcılara verilmektedir!

source: You must be logged-in to view your message.
tr_tr: Mesajınızı görmek için giriş yapmış olmalısınız.

source: Bold
tr_tr: Koyu

source: Italic
tr_tr: Eğik

source: Underline
tr_tr: Altı çizili

source: Strikethrough
tr_tr: Üstü çizili

source: Code
tr_tr: Kod

source: Quote
tr_tr: Alıntı

source: List
tr_tr: Liste

source: List item
tr_tr: Liste maddesi

source: Link
tr_tr: Bağlantı

source: Image
tr_tr: Resim

source: Email
tr_tr: E-posta

source: Add Hex Color
tr_tr: Onaltılı (Hex) Renk Ekle

source: Embed
tr_tr: Gömülü

source: FEP Contact Form Settings
tr_tr: FEP Contact Form Ayarları

source: For FRONT END PM Settings <a href='%s' >Click Here</a>
tr_tr: FRONT END PM Ayarları İçin <a href='%s' >Buraya Tıklayın</a>

source: Required Fields
tr_tr: Zorunlu Alanlar

source: Name, Email, Subject, Message always required.
tr_tr: Ad, E-posta, Konu, Mesaj her zaman zorunludur.

source: Separated by comma. Available (Address,Website)
tr_tr: Virgülle ayrılmış. Kullanılabilir (Adres, Web Sitesi)

source: Bad words
tr_tr: Kötü sözcükler

source: Email Footer
tr_tr: E-posta Dipnotu

source: For sending email
tr_tr: E-posta göndermek için

source: Block IP
tr_tr: IP'yi Engelle

source: Maximum points before mark as spam
tr_tr: Spam olarak işaretlenme sınırı (puan)

source: Default: 4
tr_tr: Öntanımlı: 4

source: Time delay between two messages send by a user via FEP Contact Form in minutes (0 = No delay required)
tr_tr: Bir kullanıcının FEP Contact Form ile göndereceği iki mesaj arasında dakika cinsinden gecikme süresi (0 = Gecikme gerekmez)

source: Applicable only for registered users
tr_tr: Yalnız kayıtlı kullanıcılar için uygulanabilir

source: Enable CAPTCHA?
tr_tr: CAPTCHA etkinleştirilsin mi?

source: Configure CAPTCHA below
tr_tr: CAPTCHA 'yı aşağıda ayarlayın

source: CAPTCHA Question
tr_tr: CAPTCHA Sorusu

source: It will show on FEP Contact Form
tr_tr: FEP Contact Form 'da görülecek

source: CAPTCHA Answer
tr_tr: CAPTCHA Yanıtı

source: Have to be same answer to send contact message.
tr_tr: İletişim mesajının gönderilebilmesi için verilen yanıt aynı olmalı.

source: Require logged in to send contact message?
tr_tr: İletişim mesajı göndermek için giriş yapmış olmak gereksin mi?

source: Enable AKISMET check?
tr_tr: AKISMET kontrolü etkinleştirilsin mi?

source: Need AKISMET plugin installed.
tr_tr: AKISMET eklentisinin kurulu olması gerekiyor.

source: Sorry, your nonce did not verify
tr_tr: Üzgünüm, yanıtınız doğrulanamadı

source: Please set points and time delay!
tr_tr: Lütfen puan ve zaman gecikmesini belirleyin!

source: Message successfully send.
tr_tr: Mesaj başarıyla gönderildi.

source: Department
tr_tr: Bölüm

source: Please add departments from FEP contact form settings in backend.
tr_tr: Lütfen arka uçtaki FEP contact form ayarlarından bölümler ekleyiniz.

source: Name
tr_tr: Ad

source: Website
tr_tr: Web sitesi

source: H Name
tr_tr: H Ad

source: H Email
tr_tr: H E-posta

source: Address
tr_tr: Adres

source: CAPTCHA question
tr_tr: CAPTCHA sorusu

source: CAPTCHA answer
tr_tr: CAPTCHA yanıtı

source: Please log in to contact with us.
tr_tr: Lütfen bizimle bağlantı kurmak için giriş yapınız.

source: You must select a department.
tr_tr: Bir bölüm seçmelisiniz.

source: You must enter your name.
tr_tr: Adınızı girmelisiniz.

source: You must enter your valid e-mail address.
tr_tr: Geçerli e-posta adresinizi girmelisiniz.

source: You must enter subject.
tr_tr: Konu girmelisiniz.

source: You must enter some messages.
tr_tr: Biraz mesaj girmelisiniz.

source: %s is required.
tr_tr: %s gereklidir.

source: CAPTCHA answer is incorrect.
tr_tr: CAPTCHA yanıtı yanlış.

source: If you see "H Name" or "H Email" Field DO NOT fill those.Those for Bot check.
tr_tr: Eğer "H Ad" ya da "H E-posta" alanlarını görürseniz, onları doldurMAyın. Bot kontrolü için bulunuyorlar.

source: No bots please! UA reported as: %s
tr_tr: Lütfen bot kullanmayın! UA raporuna göre: %s

source: Your IP %s is Blocked.
tr_tr: %s IP adresiniz engellenmiş.

source: AKISMET KEY is not configured.
tr_tr: AKISMET anahtarı ayarlanmadı.

source: AKISMET plugin is not installed.
tr_tr: AKISMET eklentisi kurulu değil.

source: Empty Token.
tr_tr: Boş Token.

source: Something wrong please try again!
tr_tr: Yanlış bir şeyler var. Lütfen tekrar deneyin!

source: Email successfully send.
tr_tr: E-posta başarıyla gönderildi.

source: From Name
tr_tr: Gönderici Adı

source: From Email
tr_tr: Gönderici E-postası

source: Footer
tr_tr: Dipnot

source: No permission.
tr_tr: Yetki yok.

source: Please enter a valid email address in "To" field!
tr_tr: Lütfen "Alıcı" alanı için geçerli bir e-psota adresi girin!

source: Please enter a valid Name in "From Name" field!
tr_tr: Lütfen "Gönderici Adı" alanı için geçerli bir ad girin!

source: Please enter a valid email address in "From Email" field!
tr_tr: Lütfen "Gönderici E-posta" alanı için geçerli bir e-posta adresi girin!

source: Please your message Subject in "Subject" field!
tr_tr: Lütfen "Konu" alanına mesaj konunuzu girin!

source: Please enter your message in "Message" field!
tr_tr: Lütfen mesajınızı "Mesaj" alanına girin!

source: Error
tr_tr: Hata

source: Once Weekly
tr_tr: Bir Kez Haftalık

source: FEP button widget
tr_tr: FEP düğme bileşeni

source: FEP text widget
tr_tr: FEP metin bileşeni

source: No Matches Found
tr_tr: Eşleşen Kayıt Bulunamadı

source: Front End PM is a Private Messaging system and a secure contact form to your WordPress site.This is full functioning messaging system from front end. The messaging is done entirely through the front-end of your site rather than the Dashboard. This is very helpful if you want to keep your users out of the Dashboard area.
tr_tr: Front End PM, Wordpress siteniz için bir Özel Mesajlaşma sistemi ve güvenilir bir iletişim formudur. Bu ön yüzden tam fonksiyonel bir mesajlaşma sistemidir. Tüm mesajlaşma, Başlangıç (Dashboard)'tan yerine tamamen sitenin ön-yüzünden yapılmaktadır, Eğer kullanıcılarınızı Başlangıç alanından uzak tutmak istiyorsanız, bu çok işe yarar.
