Repository: ozguryazilimas/comment-chero
Catalog: *-twitter-widget/languages/*.po
Languages: my_tw_tr_tr

source: List your last tweet by displaying content, date, and link to follow you
my_tw_tr_tr: En son Twitter girdinizi içerik, tarih ve sizi takip etme bağlantısı göstererek listeleme

source: My twitter
my_tw_tr_tr: Twitter'ım

source: Title
my_tw_tr_tr: Başlık

source: Preferences
my_tw_tr_tr: Tercihler

source: Username
my_tw_tr_tr: Kullanıcı adı

source: No @, just your username
my_tw_tr_tr: Sadece kullanıcı adınız (@ işareti olmadan)

source: Number of tweets to show
my_tw_tr_tr: Gösterilecek Twitter girdi adedi

source: Just a number, between 1 and 5 for example
my_tw_tr_tr: Sadece bir sayı, örneğin 1 ile 5 arasında

source: Duration of cache
my_tw_tr_tr: Önbellek süresi

source: Seconds
my_tw_tr_tr: Saniye

source: A big number save your page speed. Try to use the delay between each tweet you make. (e.g. 1800 s = 30 min)
my_tw_tr_tr: Büyük bir sayı sayfa hızınızı arttırabilir. Her Twitter girdiniz arasında geçen ortalama süreyi girmeniz önerilir (örneğin 1800 saniye = 30 dakika)

source: Show your avatar?
my_tw_tr_tr: Avatar resminiz gösterilsin mi?

source: If it's possible, display your avatar at the top of tweets list
my_tw_tr_tr: Mümkse avatar resminizi Twitter girdisi listesinin üstüne göster

source: Manage CSS
my_tw_tr_tr: CSS yönet

source: Use the default CSS?
my_tw_tr_tr: Öntanımlı CSS kullanılsın mı ?

source: Load a little CSS file with default styles for the widget
my_tw_tr_tr: Parçacık için öntanımlı stillerin olduğu küçük bir CSS dosyası yükle

source: Your own CSS
my_tw_tr_tr: Kendi özel CSS dosyanız

source: Write your CSS here to replace or overwrite the default CSS
my_tw_tr_tr: Öntanımlı CSS bilgilerini ezmek için kendi CSS verinizi buraya yazın

source: Second
my_tw_tr_tr: saniye önce

source: Minutes
my_tw_tr_tr: dakika önce

source: Minute
my_tw_tr_tr: dakika önce

source: Hours
my_tw_tr_tr: saat önce

source: Hour
my_tw_tr_tr: saat önce

source: Days
my_tw_tr_tr: gün önce

source: Day
my_tw_tr_tr: gün önce

source: Follow
my_tw_tr_tr: Twitter'da

source: on twitter.
my_tw_tr_tr: takip et.

source: The RSS feed for this twitter account is not loadable for the moment.
my_tw_tr_tr: Bu Twitter hesabının RSS beslemesi şu anda yüklenemiyor.
